faq = {
    "Общие вопросы о ТКО": {
        "Что относится к ТКО?": "Твердые коммунальные отходы — это отходы, образующиеся в жилых помещениях в процессе потребления физическими лицами, а также товары, утратившие свои потребительские свойства в процессе их использования физическими лицами в жилых помещениях в целях удовлетворения личных и бытовых нужд. К твердым коммунальным отходам также относятся отходы, образующиеся в процессе деятельности юридических лиц, индивидуальных предпринимателей и подобные по составу отходам, образующимся в жилых помещениях в процессе потребления физическими лицами.",
        "Почему мне приходят квитанции за ТКО?": "Действующим законодательством предусмотрена обязанность собственника жилого помещения оплачивать коммунальные услуги. В соответствии с п.4 ст.154 ЖК РФ: плата за коммунальные услуги включает в себя и плату за обращение с твердыми коммунальными отходами.",
        "Могу ли я сам утилизировать ТКО?": "Сбор и размещение (захоронение) отходов производится на санкционированных объектах, внесенных в государственный реестр объектов размещения отходов. Региональные операторы осуществляет полный цикл обращения с ТКО. Самостоятельная транспортировка, утилизация накопленных ТКО противоречит действующему законодательству, за нарушение этого запрета предусмотрена ответсвтенность ст.6.35 КоАП РФ",
        "Оператор по обращению с ТКО, кто это?": "Региональный оператор по обращению с твердыми коммунальными отходами (ТКО) – это юридическое лицо, обязанностью которого является организация и осуществление деятельности по сбору, транспортированию, обезвреживанию, утилизации и размещению всех ТКО, образующихся в зоне его деятельности.",
        "Откуда у вас мои персональные данные?": "Действующим законодательством на собственников жилых помещений возложена обязанность по заключению договора на оказание услуг по обращению с ТКО с Региональным оператором  в зоне его деятельности. Обязанность по заключению этого договора возникает у собственника жилого помещения в момент возникновения у него права собственности на объект недвижимости.\n Данный договор является публичным. На Регионального оператора возложена обязанность в течение одного месяца со дня заключения с ним соглашения органом исполнительной власти известить потенциальных потребителей о необходимости заключения договора на оказание услуг по обращению с твердыми коммунальными отходами всеми доступными способами, в том числе путем размещения соответствующей информации на своем официальном сайте в информационно-телекоммуникационной сети Интернет, а также в средствах массовой информации.\n Публичная оферта принимается потребителем путем совершения конклюдентных действий (Потребитель в процессе жизнедеятельности не может не образовывать ТКО, иных операторов кроме ООО «РостТех» в месте жительства потребителя нет) в порядке предусмотренном правилами оказания коммунальных услуг.\n Обработка персональных данных допускается в случае, когда обработка персональных данных необходима для осуществления и выполнения возложенных законодательством Российской Федерации на оператора функций, полномочий и обязанностей (ч. 2 ст. 6 ФЗ № 152), а также для исполнения договора, стороной которого либо выгодоприобретателем или поручителем по которому является субъект персональных данных, а также для заключения договора по инициативе субъекта персональных данных или договора, по которому субъект персональных данных будет являться выгодоприобретателем или поручителем (ч. 5 ст. 6 ФЗ № 152). В указанных случаях согласия субъекта персональных данных на обработку персональных данных не требуется.\n Таким образом, договор о предоставлении коммунальных услуг заключается между собственниками помещений и Региональным оператором и следовательно, обработка персональных данных в таком случае не требует дополнительного согласия субъектов персональных данных. Аналогичные положения содержатся в Правилах предоставления коммунальных услуг\n Сведения о собственниках жилого помещения и проживающих гражданах предоставляются Региональному оператору соответствующей управляющей компанией, в порядке предусмотренном п. 148(1)-148 (1-1) Правил предоставления коммунальных услуг собственникам и пользователям помещений в многоквартирных домах и жилых домов.",
    },
    "Взыскание задолженности": {
        "Почему на меня подали в суд?":
            "Обычно обращение в суд связано с длительной просрочкой (более 3 месяцев) в оплате ежемесячных платежей за коммунальную услугу за обращение с ТКО.",
        "Почему мне не написали досудебную претензию?":
            "Обязательный претензионный порядок при взыскании задолженности по оплате коммунальных услуг не предусмотрен действующим законодательством. Полная информация о задолженности имеется в платежном документе, который направляется потребителю коммунальной услуги ежемесячно.",
        "Почему мне не позвонили перед обращением в суд?":
            "Обязанность осуществлять такое уведомление не предусмотрен действующим законодательством. Тем не менее, потребителям, предоставившим свои контактные данные обычно делается звонок уведомляющий о задолженности. Возможно Ваш номер телефона отсутвтует у Регионального оператора. Чтоб обновить его обратитесь любым удобным способом. Подробно об этом в разделе контакты.",
        "Почему суд меня не вызвал?":
            "В абсолютном большинстве случаев, Региональный оператор обращается в суд с заявлением о вынесении судебного приказа. Приказное производство упрощенная это форма отправления правосудия, в ходе рассмотрения заявления взыскателя суд не вызывает стороны, а только изучает предоставленные документы и на их основании выносит судебный приказ, либо отказывает в его вынесении.",
        "Почему я ничего не получил из суда по почте?":
            "Судебный приказ направляется должнику через Почту России. У почты зачастую возникают затруднения в доставке корреспонденции.",
        "Как оплатить задолженность?":
            "Оплатить судебную задолженность Вы можете любым из следующих способов:\n"
            "- В расчетно-кассовом центре Регионального оператора\n"
            "- Через приложение банка, используя номер своего лицевого счета\n"
            "- Через сайт ФССП или Госуслуги\n"
            "<b>Оптимальный вариант именно последний, так как в случае оплаты через ФССП или Госуслуги денежные средства проходят через соответсвтующий отдел судебных приставов, который в свою очередь, при поступлении оплаты автоматически прекращает исполнительное производство в отношении должника. В таком случае не потребуется брать справку об отсутствии задолженности для судебного пристава.</b>"
    },
    "Начисление платежей": {
        "Как завести лицевой счет при покупке квартиры?": "Ответ на вопрос 7.",
        "Как расчитывается плата за обращение с ТКО": "Ответ на вопрос 7.",
        "Как сообщить об изменении количества потребителей?": "Ответ на вопрос 7.",
        "В квартире никто не живет начислится ли плата за обращение с ТКО": "Ответ на вопрос 8.",
        "Как получить перерасчет за временное отсутствие?": "Ответ на вопрос 9.",
    },
    "Юридическим лицам": {
        "Вопрос по юрлицам 1": "Ответ на вопрос по юрлицам 1.",
        "Вопрос по юрлицам 2": "Ответ на вопрос по юрлицам 2.",
        "Вопрос по юрлицам 3": "Ответ на вопрос по юрлицам 3.",
    },
    "Где и как я могу сдать ртутный градусник?": "Ответ на вопрос про градусник.",
    "Связаться с РО":
        """Связаться можно любым из следующих способов
- По телефону горячей линии <b>+7 (391) 219-05-05</b>
- Через личный кабинет на сайте <b>rosttech.online</b>
- Направить обращение через ГИС ЖКХ
- Обратиться в офис. Адреса офисов можно найти по ссылке <b>rosttech.online/for-clients/tech-zones</b>

"""
    ,
}

text_message_ansers = [
    "Я могу отвечать только на вопросы выбранные из меню. Воспользуйтесь им пожалуйста.",
    "Я не наделен искусственным интеллектом. Воспользуйтесь меню пожалуйста.",
    "Злой программист разрешает мне отвечать только на вопросы выбранные из меню.",
    "Попробуйте найти Ваш вопрос в меню, оно закреплено под этим сообщением.",
    "Я был бы рад поболтать, но могу отвечать только на вопросы о ТКО. Воспользуйтесь меню пожалуйста.",
]
